Repository: Shahad842/Khafoot2
Catalog: Khafoot2/Localizable.xcstrings
Source language: en
Languages: ar

source: Access to sound
ar: خفوت يريد الوصول إلى الميكروفون

source: Activate notifications
ar: خفوت يرغب في إرسال إشعارات

source: Continue
ar: استمرار

source: If there is a problem, you can contact us via email to solve it
ar: إذا واجهتك مشكلة يمكنك التواصل معنا عبر البريد الإلكتروني لحلها

source: Khafoot
ar: خَفوت

source: Khafoot collects your activity, which is not associated with your Apple ID, in order to improve and personalize Khafoot. Your Apple ID may be used to check for news subscriptions.
ar: يقوم تطبيق خَفوت بجمع نشاطاتك، والذي لا يرتبط بمعرف حساب Apple الخاص فيك ، وذلك بهدف تحسين تطبيق خَفوت وتخصيصه. ويمكن استخدام معرّف Apple الخاص بك للتحقق من الاخبار والاشتراكات.

source: Listen Now
ar: إستمع الآن

source: Nature
ar: الطبيعة

source: No sound selected
ar: لم يتم تحديد أي صوت

source: Notifications
ar: الإشعارات

source: Problem
ar: مشكلة

source: Rain
ar: المطر

source: Report a Problem
ar: إبلاغ عن مشكلة

source: Report problem
ar: إبلاغ عن مشكلة

source: Setting
ar: الإعدادات

source: Share
ar: مشاركة

source: Sound
ar: صوت

source: Stillness for inner peace
ar: لحظات من السكون لسلامك الداخلي

source: Upon activation, you will receive notifications and everything new
ar: عند التفعيل سوف تصلك الاشعارات وكل ما هو جديد

source: Water
ar: الماء

source: Welcome to
ar: مرحبا بكم في

source: When you allow, the sounds around you will be accessible
ar: عندما تسمح بذلك، سيتم الوصول للأصوات من حولك.
